Repository: knuxify/eartag
Catalog: po/*.po
Languages: ca, el, eo, is, kk, uz

source: Loading Files…
ca: S'estan carregant els fitxers…
el: Φόρτωση Αρχείων…
eo: Ŝargado de dosieroj…
is: Hleð skrám...
kk: Файлдарды жүктеу…
uz: Fayllar yuklanmoqda…

source: Select a File
ca: Selecciona un fitxer
el: Επιλογή Αρχείου
eo: Elekti dosieron
is: Veldu skrá
kk: Файлды таңдау
uz: Faylni tanlang

source: Select the files you want to edit from the list of opened files.
ca: Seleccioneu els fitxers que voleu editar de la llista de fitxers oberts.
el: Επιλέξτε τα αρχεία που θέλετε να επεξεργαστείτε από τη λίστα ανοιχτών αρχείων.
eo: Elektu la dosierojn, kiujn vi volas redakti, el la listo de malfermitaj dosieroj.
is: Veldu skrárnar sem þú vilt vinna með úr lista yfir opnaðar skrár.
kk: Ашылған файлдар тізімінен түзеткіңіз келетін файлдарды таңдаңыз.
uz: Ochilgan fayllar ro‘yxatidan tahrirlanadigan fayllarni tanlang.

source: Previous file
ca: Fitxer anterior
el: Προηγούμενο αρχείο
eo: Antaŭa dosiero
is: Fyrri skrá
kk: Алдыңғы файл
uz: Avvalgi fayl

source: Next file
ca: Següent fitxer
el: Επόμενο αρχείο
eo: Sekva dosiero
is: Næsta skrá
kk: Келесі файл
uz: Keyingi fayl

source: Filename
ca: Nom del fitxer
el: Όνομα αρχείου
eo: Dosiernomo
is: Skráarheiti
kk: Файл атауы
uz: Fayl nomi

source: _Choose Image…
ca: _Tria la imatge…
el: _Επιλογή Εικόνας…
eo: _Elekti bildon…
is: _Veldu mynd…
kk: Суретті _таңдау…
uz: Rasm tanlang…

source: _Save Image…
ca: _Desa la imatge…
el: _Αποθήκευση Εικόνας…
eo: _Konservi bildon…
is: Vi_sta mynd…
kk: Суретті _сақтау…
uz: Rasmni saqlash…

source: _Remove Cover
ca: _Elimina la caràtula
el: _Αφαίρεση Εξωφύλλου
eo: _Forigi kovrilon
is: Fja_rlægja umslag
kk: Мұқабаны ө_шіру
uz: Muqovani olib tashlash

source: Front
ca: Anvers
el: Μπροστινό
eo: Fronto
is: Framhlið
kk: Алдыңғы жағы
uz: Oldi

source: Back
ca: Revers
el: Πισινό
eo: Dorso
is: Til baka
kk: Артқы жағы
uz: Orqasi

source: All supported image files
ca: Tots els fitxers d'imatge admesos
el: Όλα τα υποστηριζόμενα αρχεία εικόνας
eo: Ĉiuj subtenataj bildaj dosieroj
is: Allar studdar mynda skrár
kk: Барлық қолдау көрсетілетін сурет файлдары
uz: Barcha qo‘llab-quvvatlanadigan rasm fayllari

source: Add tag
ca: Afegeix l'etiqueta
el: Προσθήκη ετικέτας
eo: Aldoni etikedon
is: Bæta við merki
kk: Тегті қосу
uz: Teg qoʻshish

source: (multiple values)
ca: (múltiples valors)
el: (πολλαπλές τιμές)
eo: (pluraj valoroj)
is: (mörg gildi)
kk: (бірнеше мән)
uz: (bir nechta qiymatlar)

source: (No title)
ca: (Sense títol)
el: (Χωρίς τίτλο)
eo: (Sen titolo)
is: (Engin titill)
kk: (Атауы жоқ)
uz: (Sarlavhasiz)

source: File has invalid values
ca: El fitxer conté valors no vàlids
el: Το αρχείο έχει μη έγκυρες τιμές
eo: Dosiero havas nevalidajn valorojn
is: Skráin hefur ótæk gildi
kk: Файлда жарамсыз мәндер бар
uz: Faylda yaroqsiz qiymatlar mavjud

source: File has unsaved changes
ca: El fitxer conté canvis sense desar
el: Το αρχείο έχει μη αποθηκευμένες αλλαγές
eo: Dosiero havas nekonservitajn ŝanĝojn
is: Óvistaðar breytingar á skrá
kk: Файлда сақталмаған өзгерістер бар
uz: Faylda saqlanmagan o‘zgarishlar bor

source: Remove from list
ca: Elimina de la llista
el: Αφαίρεση από τη λίστα
eo: Forigi el listo
is: Fjarlægja af lista
kk: Тізімнен өшіру
uz: Ro‘yxatdan olib tashlash

source: Failed to Load Files
ca: No s'han pogut carregar els fitxers
el: Αποτυχία Φόρτωσης Αρχείων
eo: Malsukcesis ŝarĝi dosierojn
is: Tókst ekki að hlaða skrár
kk: Файлдарды жүктеу сәтсіз аяқталды
uz: Fayllarni yuklashda xatolik yuz berdi

source: Some files could not be loaded.
ca: No s'han pogut carregar alguns fitxers.
el: Μερικά αρχεία δεν μπόρεσαν να φορτωθούν.
eo: Kelkaj dosieroj ne povis esti ŝarĝitaj.
is: Tókst ekki að hlaða sumar skrár
kk: Кейбір файлдарды жүктеу мүмкін болмады.
uz: Ba’zi fayllarni yuklab bo‘lmadi.

source: Failed to Rename Files
ca: No s'han pogut canviar els noms dels fitxers
el: Αποτυχία Μετονομασίας Αρχείων
eo: Malsukcesis alinomi dosierojn
is: Mistókst að endurnefna skrá
kk: Файлдардың атын өзгерту сәтсіз аяқталды
uz: Fayllar nomini o‘zgartirishda xatolik yuz berdi

source: Some files could not be renamed.
ca: No s'ha pogut canviar el nom d'alguns fitxers.
el: Μερικά αρχεία δεν μπόρεσαν να μετονομαστούν.
eo: Kelkaj dosieroj ne povis esti alinomitaj.
is: Ekki var hægt að endurnefna sumar skrár.
kk: Кейбір файлдардың атын өзгерту мүмкін болмады.
uz: Ba’zi fayllarning nomini o‘zgartirib bo‘lmadi.

source: Failed to Save Files
ca: No s'han pogut desar els fitxers
el: Αποτυχία Αποθήκευσης Αρχείων
eo: Malsukcesis konservi dosierojn
is: Tókst ekki að vista skrár
kk: Файлдарды сақтау сәтсіз аяқталды
uz: Fayllarni saqlashda xatolik yuz berdi

source: Some files could not be saved.
ca: No s'han pogut desar alguns fitxers.
el: Μερικά αρχεία δεν μπόρεσαν να αποθηκευτούν.
eo: Kelkaj dosieroj ne povis esti konservataj.
is: Ekki var hægt að vista sumar skrár.
kk: Кейбір файлдарды сақтау мүмкін болмады.
uz: Ba’zi fayllarni saqlashning iloji bo‘lmadi.

source: An Error Has Occured
ca: S'ha produït un error
el: Παρουσιάστηκε Σφάλμα
eo: Okazis eraro
is: Villa kom upp
kk: Қате орын алды
uz: Xatolik yuz berdi

source: An internal error has occured.
ca: S'ha produït un error intern.
el: Παρουσιάστηκε εσωτερικό σφάλμα.
eo: Okazis interna eraro.
is: Innvær villa kom upp
kk: Ішкі қате орын алды.
uz: Ichki xatolik yuz berdi.

source: Please copy the logs below and <a href="https://gitlab.gnome.org/World/eartag/-/issues/new">submit an issue report</a>.
ca: Copieu els registres següents i <a href="https://gitlab.gnome.org/World/eartag/-/issues/new">envieu un informe d'error</a>.
el: Παρακαλώ αντιγράψτε τα αρχεία καταγραφής παρακάτω και <a href="https://gitlab.gnome.org/World/eartag/-/issues/new">υποβάλετε μια αναφορά προβλήματος</a>.
eo: Bonvolu kopii la protokolojn sube kaj <a href="https://gitlab.gnome.org/World/eartag/-/issues/new">sendi problemraporton</a>.
is: Vinsamlegast afritið atviksskrár og <a href="https://gitlab.gnome.org/World/eartag/-/issues/new">leggið fram skýrslu um vandamálið</a>.
kk: Төмендегі журналдарды көшіріп алып, <a href="https://gitlab.gnome.org/World/eartag/-/issues/new">мәселе туралы есеп жіберіңіз</a>.
uz: Quyidagi jurnallardan nusxa oling va <a href="https://gitlab.gnome.org/World/eartag/-/issues/new">muammo haqida xabar berish</a>.

source: Copied error log to clipboard
ca: S'ha copiat el registre d'error al porta-retalls
el: Αντιγράφηκε το αρχείο σφαλμάτων στο πρόχειρο
eo: Erara protokolo kopiita en la tondujon
is: Afritaði villu atvikaskrá á klippispjald
kk: Қате журналы алмасу буферіне көшірілді
uz: Xatolar jurnali buferga nusxalandi

source: Save Changes?
ca: Voleu desar els canvis?
el: Αποθήκευση Αλλαγών;
eo: Konservi ŝanĝojn?
is: Vista breytingar?
kk: Өзгерістерді сақтау керек пе?
uz: Oʻzgarishlar saqlansinmi?

source: If you don't save your changes, they will be permanently lost.
ca: Si no deseu els canvis, es perdran permanentment.
el: Εάν δεν αποθηκεύσετε τις αλλαγές σας, θα χαθούν μόνιμα.
eo: Se vi ne konservos viajn ŝanĝojn, ili estos por ĉiam perditaj.
is: Ef þú vistar ekki breytingarnar, verða þær óafturkræfar.
kk: Өзгерістерді сақтамасаңыз, олар біржола жоғалады.
uz: O‘zgarishlarni saqlamasangiz, ular butunlay yo‘qoladi.

source: _Cancel
ca: _Cancel·la
el: _Ακύρωση
eo: _Nuligi
is: _Hætta við
kk: Бас _тарту
uz: Bekor qilish

source: _Discard and Close
ca: _Descarta i tanca
el: _Απόρριψη και Κλείσιμο
eo: _Forĵeti kaj fermi
is: _Henda og loka
kk: Т_астау және жабу
uz: Tashlab yuborish va yopish

source: _Save and Close
ca: _Desa i tanca
el: _Αποθήκευση και Κλείσιμο
eo: _Konservi kaj fermi
is: V_ista og loka
kk: _Сақтау және жабу
uz: Saqlash va yopish

source: _Discard and Open
ca: _Descarta i obre
el: _Απόρριψη και Άνοιγμα
eo: _Forĵeti kaj malfermi
is: _Henda og opna
kk: Т_астау және ашу
uz: Tashlab yuborish va ochish

source: _Save and Open
ca: _Desa i obre
el: _Αποθήκευση και Άνοιγμα
eo: _Konservi kaj malfermi
is: _Vista og opna
kk: _Сақтау және ашу
uz: Saqlash va ochish

source: Failed to Save File
ca: No s'ha pogut desar el fitxer
el: Αποτυχία Αποθήκευσης Αρχείου
eo: Malsukcesis konservi dosieron
is: Tókst ekki að vista skrá
kk: Файлды сақтау сәтсіз аяқталды
uz: Faylni saqlashda xatolik yuz berdi

source: Could not save file {f}. Check the logs for more information.
ca: No s'ha pogut desar el fitxer {f}. Consulteu els registres per a més informació.
el: Δεν ήταν δυνατή η αποθήκευση του αρχείου {f}. Ελέγξτε τα αρχεία καταγραφής για περισσότερες πληροφορίες.
eo: Ne povis konservi dosieron {f}. Kontrolu la protokolojn por pliaj informoj.
is: Gat ekki vistað skrá {f}. Leitið í atviksskrám eftir ítarlegri upplýsingum.
kk: {f} файлын сақтау мүмкін болмады. Қосымша ақпарат алу үшін журналдарды тексеріңіз.
uz: {f} faylini saqlashning iloji bo‘lmadi. Batafsil ma’lumot uchun qaydnomalarga qarang.

source: _OK
ca: _D'acord
el: _ΟΚ
eo: _Bone
is: Í _lagi
kk: _ОК
uz: Hop

source: Failed to Load File
ca: No s'ha pogut carregar el fitxer
el: Αποτυχία Φόρτωσης Αρχείου
eo: Malsukcesis ŝarĝi dosieron
is: Tókst ekki að hlaða skrá
kk: Файлды жүктеу сәтсіз аяқталды
uz: Faylni yuklashda xatolik yuz berdi

source: Could not load file {f}. Check the logs for more information.
ca: No s'ha pogut carregar el fitxer {f}. Consulteu els registres per a més informació.
el: Δεν ήταν δυνατή η φόρτωση του αρχείου {f}. Ελέγξτε τα αρχεία καταγραφής για περισσότερες πληροφορίες.
eo: Ne povis ŝarĝi dosieron {f}. Kontrolu la protokolojn por pliaj informoj.
is: Gat ekki hlaðið skrá {f}. Athugið atviksskrár fyrir ítarlegriupplýsingar.
kk: {f} файлын жүктеу мүмкін болмады. Қосымша ақпарат алу үшін журналдарды тексеріңіз.
uz: {f} faylini yuklab bo‘lmadi. Batafsil ma’lumot uchun qaydnomalarga qarang.

source: Failed to Rename File
ca: No s'ha pogut canviar el nom del fitxer
el: Αποτυχία Μετονομασίας Αρχείου
eo: Malsukcesis alinomi dosieron
is: Mistókst að endurnefna skrá
kk: Файл атын өзгерту сәтсіз аяқталды
uz: Faylni qayta nomlashda xatolik yuz berdi

source: Could not rename file {f}. Check the logs for more information.
ca: No s'ha pogut canviar el nom del fitxer {f}. Consulteu els registres per a més informació.
el: Δεν ήταν δυνατή η μετονομασία του αρχείου {f}. Ελέγξτε τα αρχεία καταγραφής για περισσότερες πληροφορίες.
eo: Ne povis alinomi dosieron {f}. Kontrolu la protokolojn por pliaj informoj.
is: Gat ekki endurnefnt skrá {f}. Athugið atviksskrár fyrir ítarlegri upplýsingar.
kk: {f} файлының атын өзгерту мүмкін болмады. Қосымша ақпарат алу үшін журналдарды тексеріңіз.
uz: {f} faylining nomini o‘zgartirib bo‘lmadi. Ko‘proq ma’lumot olish uchun qaydnomalarni tekshiring.

source: Delete All Tags?
ca: Voleu suprimir totes les etiquetes?
el: Διαγραφή Όλων των Ετικετών;
eo: Forigi ĉiujn etikedojn?
is: Eyða öllum merkjum?
kk: Барлық тегтерді өшіру керек пе?
uz: Barcha teglar o‘chirib tashlansinmi?

source: This will remove all tags from the file, including ones that cannot be viewed in Ear Tag.
ca: Això eliminarà totes les etiquetes del fitxer, incloses les que no es poden veure a l'Ear Tag.
el: Αυτό θα αφαιρέσει όλες τις ετικέτες από το αρχείο, συμπεριλαμβανομένων αυτών που δεν μπορούν να προβληθούν στο Ear Tag.
eo: Tio forforiĝos ĉiujn etikedojn el la dosiero, inkluzive tiujn, kiuj ne povas esti viditaj en Ear Tag.
is: Þetta mun fjarlægja öll merki af skránni, einnig þau sem ekki eru sjáanleg með Ear Tag.
kk: Бұл файлдан барлық тегтерді, соның ішінде Ear Tag бағдарламасында көрінбейтіндерді де өшіреді.
uz: Bunda fayldagi barcha teglar, jumladan, Ear Tag dasturida ko‘rish imkonsiz bo‘lgan teglar ham olib tashlanadi.

source: _Delete
ca: _Suprimeix
el: _Διαγραφή
eo: _Forigi
is: _Eyða
kk: Ө_шіру
uz: Oʻchirish

source: Untitled
ca: Sense títol
el: Χωρίς τίτλο
eo: Sen titolo
is: Ónefnt
kk: Атаусыз
uz: Sarlavhasiz

source: Unknown {tag_name}
ca: {tag_name} desconegut
el: Άγνωστο {tag_name}
eo: Nekonata {tag_name}
is: Óþekkt {tag_name}
kk: Белгісіз {tag_name}
uz: Noma’lum {tag_name}

source: Selected folder does not exist
ca: La carpeta seleccionada no existeix
el: Ο επιλεγμένος φάκελος δεν υπάρχει
eo: La elektita dosierujo ne ekzistas
is: Mappa er ekki til
kk: Таңдалған бума жоқ
uz: Tanlangan jild mavjud emas

source: Selected folder is read-only
ca: La carpeta seleccionada és de només lectura
el: Ο επιλεγμένος φάκελος είναι μόνο για ανάγνωση
eo: La elektita dosierujo estas nurlega
is: Valin mappa er rit-varin
kk: Таңдалған бума тек оқу үшін
uz: Tanlangan jild faqat o‘qish uchun

source: Renamed 1 file
ca: S'ha canviat el nom d'un fitxer
el: Μετονομάστηκε 1 αρχείο
eo: Alinomis 1 dosieron
is: Endurnefndi 1 skrá
kk: {renamed} файлдың аты өзгертілді
uz: {renamed} ta fayl qayta nomlandi

source: Rename Selected Files
ca: Canvia el nom dels fitxers seleccionats
el: Μετονομασία Επιλεγμένων Αρχείων
eo: Alinomi elektitajn dosierojn
is: Endurnefna valdar skrár
kk: Таңдалған файлдардың атын өзгерту
uz: Tanlangan fayllarni qayta nomlash

source: Cancel
ca: Cancel·la
el: Ακύρωση
eo: Nuligi
is: Hætta við
kk: Бас тарту
uz: Bekor qilish

source: Rename
ca: Canvia el nom
el: Μετονομασία
eo: Alinomi
is: Endurnefna
kk: Атын өзгерту
uz: Nomini oʻzgartirish

source: Ear Tag needs additional permissions to rename files in-place.
ca: L'Ear Tag necessita permisos addicionals per canviar el nom dels fitxers al lloc.
el: Το Ear Tag χρειάζεται πρόσθετα δικαιώματα για μετονομασία αρχείων στη θέση τους.
eo: Ear Tag bezonas aldonajn rajtojn por alinomi dosierojn surplace.
is: Ear Tag þarf viðbótarheimildir til að endurnefna valdar skrár.
kk: Ear Tag бағдарламасына файлдардың атын орнында өзгерту үшін қосымша рұқсаттар қажет.
uz: Qurilmadagi fayllarni qayta nomlash uchun Ear Tag qo‘shimcha ruxsatlarni talab qiladi.

source: Learn More
ca: Més informació
el: Μάθετε Περισσότερα
eo: Scii pli
is: Vita meira
kk: Көбірек білу
uz: Batafsil

source: Failed to rename files. Check the logs for more information.
ca: No s'ha pogut canviar el nom als fitxers. Comproveu el registre per obtenir més informació.
el: Αποτυχία μετονομασίας αρχείων. Ελέγξτε τα αρχεία καταγραφής για περισσότερες πληροφορίες.
eo: Malsukcesis alinomi dosierojn. Kontrolu la protokolojn por pliaj informoj.
is: Tókst ekki að endurnefna skrár. Leitið að ýtarlegri upplýsingum í atviksskrár.
kk: Файлдардың атын өзгерту мүмкін болмады. Қосымша ақпарат алу үшін журналдарды тексеріңіз.
uz: Fayllarning nomini o‘zgartirishda xatolik yuz berdi. Batafsil ma’lumot olish uchun loglarni tekshiring.

source: Preview
ca: Previsualitza
el: Προεπισκόπηση
eo: Antaŭvido
is: Forskoðun
kk: Алдын ала қарау
uz: Oldindan koʻrish

source: Filename pattern
ca: Patró del nom del fitxer
el: Μοτίβο ονόματος αρχείου
eo: Dosiernom-ŝablono
is: Skráarheitis mynstur
kk: Файл атының үлгісі
uz: Fayl nomi namunasi

source: Insert tag placeholder
ca: Insereix el marcador de posició de l'etiqueta
el: Εισαγωγή placeholder ετικέτας
eo: Enigi etikedo-lokanstataŭanton
is: Setja inn fyllitexta í merki
kk: Тег толтырғышын кірістіру
uz: Teg joylashtiruvchisini kiriting

source: Move to folder
ca: Mou a la carpeta
el: Μετακίνηση σε φάκελο
eo: Movi al dosierujo
is: Flytja í möppu
kk: Бумаға жылжыту
uz: Jildga ko‘chirish

source: Select a folder…
ca: Selecciona una carpeta…
el: Επιλογή φακέλου…
eo: Elekti dosierujon…
is: Veldu möppu…
kk: Буманы таңдау…
uz: Jildni tanlash…

source: Unselect folder
ca: Desselecciona la carpeta
el: Αποεπιλογή φακέλου
eo: Malselekti dosierujon
is: Afvelja möppu
kk: Буманы таңдаудан бас тарту
uz: Jildni tanlovdan chiqarish

source: For a list of available placeholders, see the <a href="https://gitlab.gnome.org/World/eartag/-/blob/main/src/backends/README.md#available-tags">list of available tags</a>.
el: Για μια λίστα με τα διαθέσιμα placeholders, δείτε τη <a href="https://gitlab.gnome.org/World/eartag/-/blob/main/src/backends/README.md#available-tags">λίστα των διαθέσιμων ετικετών</a>.
eo: Por listo de disponeblaj lokanstataŭantoj, vidu la <a href="https://gitlab.gnome.org/World/eartag/-/blob/main/src/backends/README.md#available-tags">liston de disponeblaj etikedoj</a>.
is: Til að sjá lista yfir fyllitexta, skoðið <a href="https://gitlab.gnome.org/World/eartag/-/blob/main/src/backends/README.md#available-tags">lista yfir merkingar</a>.
kk: Қолжетімді толтырғыштар тізімін <a href="https://gitlab.gnome.org/World/eartag/-/blob/main/src/backends/README.md#available-tags">қолжетімді тегтер тізімінен</a> қараңыз.
uz: Mavjud o‘rin belgilarining ro‘yxatini ko‘rish uchun quyidagiga qarang <a href="https://gitlab.gnome.org/World/eartag/-/blob/main/src/backends/README.md#available-tags">mavjud teglar ro‘yxati</a>.

source: Extracted tags for 1 track
el: Εξήχθησαν ετικέτες για 1 κομμάτι
eo: Eltiriĝis etikedojn por 1 peco
is: Afþjappaði merki fyrir 1 hljóðspor
kk: {extracted} трек үшін тегтер алынды
uz: {extracted} ta trek uchun ajratib olingan teglar

source: Extract Tags from Filename
el: Εξαγωγή Ετικετών από Όνομα Αρχείου
eo: Eltiri etikedojn el dosiernomo
is: Búa til merki úr skráarnafni
kk: Файл атынан тегтерді алу
uz: Fayl nomidan teglarni ajratib olish

source: Apply
ca: Aplica
el: Εφαρμογή
eo: Apliki
is: Virkja
kk: Іске асыру
uz: Qoʻllash

source: Ignore common suffixes
el: Αγνόηση κοινών επιθημάτων
eo: Ignori komunajn sufiksojn
is: Sleppa algengum viðskeytum
kk: Жалпы суффикстерді ескермеу
uz: Umumiy qo‘shimchalarni e’tiborga olmang

source: Automatically ignores ID suffixes often found in filenames of downloaded files. Disable this option if it interferes with your filenames.
el: Αγνοεί αυτόματα τα ID επιθήματα που συχνά βρίσκονται σε ονόματα αρχείων κατεβασμένων αρχείων. Απενεργοποιήστε αυτήν την επιλογή αν παρεμβαίνει στα ονόματα των αρχείων σας.
eo: Aŭtomate ignoras ID-sufiksojn ofte trovitajn en dosiernomoj de elŝutitaj dosieroj. Malŝaltu ĉi tiun opcion se ĝi interferas kun viaj dosiernomoj.
is: Líta sjálfkrafa framhjá auðkennum sem finnast oft í nöfnum niðurhalaðra skráa. Aftengdu þennan eiginleika ef það truflar skráarheitin.
kk: Жүктелген файлдардың атында жиі кездесетін ID суффикстерін автоматты түрде ескермейді. Егер бұл файл аттарына кедергі келтірсе, бұл опцияны сөндіріңіз.
uz: Yuklab olingan fayllarning fayl nomlarida tez-tez uchraydigan ID qo‘shimchalarini avtomatik ravishda e’tiborsiz qoldiradi. Agar bu xususiyat sizning fayl nomlaringizga xalaqit bersa, uni o‘chirib qo‘ying.

source: Select file to preview
el: Επιλογή αρχείου για προεπισκόπηση
eo: Elekti dosieron por antaŭvidi
is: Veldu skrá til að forskoða
kk: Алдын ала қарау үшін файлды таңдаңыз
uz: Ko‘rib chiqish uchun faylni tanlang

source: Apply identified data
el: Εφαρμογή αναγνωρισμένων δεδομένων
eo: Apliki identigitan datuman
is: Virkja auðkennd gögn
kk: Анықталған деректерді іске асыру
uz: Aniqlangan ma’lumotlarni qo‘llash

source: See release on MusicBrainz
el: Προβολή κυκλοφορίας στο MusicBrainz
eo: Vidi eldonon en MusicBrainz
is: Sjá útgáfuna á MusicBrainz
kk: Релизді MusicBrainz-ден қарау
uz: MusicBrainz relizini ochish

source: Other releases
ca: Altres llançaments
el: Άλλες κυκλοφορίες
eo: Aliaj eldonoj
is: Aðrar útgáfur
kk: Басқа релиздер
uz: Boshqa relizlar

source: Unidentified Files
ca: Fitxers sense identificar
el: Μη Αναγνωρισμένα Αρχεία
eo: Neidentigitaj dosieroj
is: Óauðkenndar skrár
kk: Анықталмаған файлдар
uz: Aniqlanmagan fayllar

source: Identified 1 track
el: Αναγνωρίστηκε 1 κομμάτι
eo: Identigis 1 pecon
is: Auðkenndi 1 hljóðspor
kk: {identified} трек анықталды
uz: {identified} ta trek aniqlandi

source: Applied changes to 1 track
el: Εφαρμόστηκαν αλλαγές σε 1 κομμάτι
eo: Aplikis ŝanĝojn al 1 peco
is: VIrkjaði breytingar á einu hljóðspori
kk: {n} трекке өзгерістер іске асырылды
uz: {n} ta trekga o‘zgarishlar qo‘llanildi

source: Identify Selected Files
el: Αναγνώριση Επιλεγμένων Αρχείων
eo: Identigi elektitajn dosierojn
is: Auðkenna valdar skrár
kk: Таңдалған файлдарды анықтау
uz: Tanlangan fayllarni aniqlash

source: Identify
ca: Identifica
el: Αναγνώριση
eo: Identigi
is: Auðkenna
kk: Анықтау
uz: Aniqlash

source: Track information is provided by <a href="https://musicbrainz.org">Musicbrainz</a>. Files without metadata are identified using the <a href="https://acoustid.org">AcoustID</a> service.
ca: La informació de la pista la proporciona <a href="https://musicbrainz.org">Musicbrainz</a>. Els fitxers sense metadades s'identifiquen utilitzant el servei <a href="https://acoustid.org">AcoustID</a>.
el: Οι πληροφορίες κομματιών παρέχονται από το <a href="https://musicbrainz.org">Musicbrainz</a>. Τα αρχεία χωρίς μεταδεδομένα αναγνωρίζονται χρησιμοποιώντας την υπηρεσία <a href="https://acoustid.org">AcoustID</a>.
eo: Informoj pri pecoj estas provenitaj de <a href="https://musicbrainz.org">MusicBrainz</a>. Dosieroj sen metadatumoj estas identigitaj uzante la servon <a href="https://acoustid.org">AcoustID</a>.
is: Upplýsingar hljóðspora koma frá <a href="https://musicbrainz.org">Musicbrainz</a>. Skrár án lýsisgagna eru auðkennd með <a href="https://acoustid.org">AcoustID</a> þjónustunni.
kk: Трек туралы ақпаратты <a href="https://musicbrainz.org">Musicbrainz</a> ұсынады. Метадеректері жоқ файлдар <a href="https://acoustid.org">AcoustID</a> қызметі арқылы анықталады.
uz: Trek axboroti <a href="https://musicbrainz.org">Musicbrainz</a> tomonidan taqdim etilgan. Meta-axboroti mavjud bo‘lmagan fayllar <a href="https://acoustid.org">AcoustID</a> xizmati yordamida aniqlanadi.

source: Set recording manually
ca: Estableix l'enregistrament manualment
el: Χειροκίνητη ρύθμιση εγγραφής
eo: Agordi registradon mane
is: Stilla upptöku handvirkt
kk: Жазбаны қолмен орнату
uz: Yozuvni qo‘lda sozlash

source: Search for the track on <a href="https://musicbrainz.org/">MusicBrainz</a>, then paste the MusicBrainz ID or a link to the MusicBrainz recording page here.
el: Αναζητήστε το κομμάτι στο <a href="https://musicbrainz.org/">MusicBrainz</a>, μετά επικολλήστε το MusicBrainz ID ή έναν σύνδεσμο στη σελίδα εγγραφής του MusicBrainz εδώ.
eo: Serĉu la pecon en <a href="https://musicbrainz.org/">MusicBrainz</a>, tiam algluu la MusicBrainz-ID aŭ ligilon al la MusicBrainz-registradpaĝo ĉi tie.
is: Leita að hljóðspori á <a href="https://musicbrainz.org/">MusicBrainz</a>, límið síðan auðkenni MusicBrainz eða hlekk í MusicBrainz upptöku síðuna hér.
kk: Тректі <a href="https://musicbrainz.org/">MusicBrainz</a> сайтынан іздеңіз, содан кейін MusicBrainz ID немесе MusicBrainz жазба бетіне сілтемені осында кірістіріңіз.
uz: Trekni <a href="https://musicbrainz.org/">MusicBrainz</a> orqali qidiring, keyin MusicBrainz ID yoki MusicBrainz yozib olish sahifasiga havolani bu yerga joylang.

source: Recording ID or URL
ca: ID d'enregistrament o URL
el: ID εγγραφής ή URL
eo: Registrado-ID aŭ URL
is: Auðkenni upptöku eða URL
kk: Жазба ID-і немесе URL-і
uz: ID yoki URL qayd qilinmoqda

source: File could not be identified
ca: No s'ha pogut identificar el fitxer
el: Το αρχείο δεν μπόρεσε να αναγνωριστεί
eo: Dosiero ne povis esti identigita
is: Ekki var hægt að auðkenna skrána
kk: Файлды анықтау мүмкін болмады
uz: Faylni aniqlab bo‘lmadi

source: See recording on MusicBrainz
ca: Mostra l'enregistrament a MusicBrainz
el: Προβολή εγγραφής στο MusicBrainz
eo: Vidi registradon en MusicBrainz
is: Sjá upptökuna á Musicbrainz
kk: Жазбаны MusicBrainz-ден қарау
uz: MusicBrainzda yozuvni ko‘rish

source: General
el: Γενικά
eo: Ĝenerala
is: Almennt
kk: Жалпы
uz: Umumiy

source: Search for files in subfolders
ca: Cerca fitxers a les subcarpetes
el: Αναζήτηση αρχείων σε υποφακέλους
eo: Serĉi dosierojn en subdosierujoj
is: Leita að skrám í undirmöppum
kk: Ішкі бумалардан файлдарды іздеу
uz: Qo‘shimcha jildlardan fayllarni qidirish

source: File identification
ca: Identificació del fitxer
el: Αναγνώριση αρχείων
eo: Dosier-identigo
is: Auðkenning skráar
kk: Файлды анықтау
uz: Fayl aniqlash

source: MusicBrainz confidence treshold
el: Όριο εμπιστοσύνης MusicBrainz
eo: Konfidonivelo de MusicBrainz
is: MusicBrainz áreiðanleikaþröskuldur
kk: MusicBrainz сенімділік шегі
uz: MusicBrainz ishonchni tekshirish
