Repository: knuxify/eartag
Catalog: po/*.po
Languages: ca, el, eo, is, kk, uz

source: Minimum confidence percentage required for a MusicBrainz search result to be evaluated
el: Ελάχιστο ποσοστό εμπιστοσύνης που απαιτείται για την αξιολόγηση ενός αποτελέσματος αναζήτησης MusicBrainz
eo: Minimuma konfidprocento postulata por ke MusicBrainz-serĉrezulto estu taksata
is: Lágmarksáreiðanleiki í prósentum sem MusicBrainz þarf til að leitarniðurstöðurnar séu teknar til skoðunar
kk: MusicBrainz іздеу нәтижесін бағалау үшін қажетті минималды сенімділік пайызы
uz: MusicBrainz qidiruv natijasini baholash uchun talab etiladigan eng kam ishonchlilik foizi

source: AcoustID confidence treshold
el: Όριο εμπιστοσύνης AcoustID
eo: Konfidonivelo de AcoustID
is: AcoustID áreiðanleikaþröskuldur
kk: AcoustID сенімділік шегі
uz: AcoustID ishonchni tekshirish

source: Minimum confidence percentage required for an AcoustID lookup result to be evaluated
el: Ελάχιστο ποσοστό εμπιστοσύνης που απαιτείται για την αξιολόγηση ενός αποτελέσματος αναζήτησης AcoustID
eo: Minimuma konfidprocento postulata por ke AcoustID-spurnrezulto estu taksata
is: Lágmarksáreiðanleiki í prósentum sem uppfletting í AcoustID þarf til að niðurstöðurnar séu teknar til skoðunar
kk: AcoustID іздеу нәтижесін бағалау үшін қажетті минималды сенімділік пайызы
uz: AcoustID qidiruv natijasi baholanishi uchun talab qilinadigan minimal ishonchlilik foizi

source: Downloaded cover art size
ca: Mida de la caràtula baixada
el: Μέγεθος κατεβασμένης εικόνας εξωφύλλου
eo: Grandeco de elŝutita kovril-arto
is: Stærð sótts umslags
kk: Жүктелген мұқаба өлшемі
uz: Yuklab olingan muqova hajmi

source: Do not download covers
ca: No baixis les caràtules
el: Να μην κατεβαίνουν εξώφυλλα
eo: Ne elŝuti kovrilojn
is: Ekki sækja umslög
kk: Мұқабаларды жүктемеу
uz: Muqovalar yuklab olinmasin

source: 250 px
is: 200 px
kk: 250 пиксель

source: 500 px
kk: 500 пиксель

source: 1200 px
kk: 1200 пиксель

source: Maximum size
ca: Mida màxima
el: Μέγιστο μέγεθος
eo: Maksimuma grandeco
is: Hámarksstærð
kk: Максималды өлшем
uz: Eng katta o‘lcham

# shortcut window
source: Files
ca: Fitxers
el: Αρχεία
eo: Dosieroj
is: Skrár
kk: Файлдар
uz: Fayllar

# shortcut window
source: Open files
ca: Obre els fitxers
el: Άνοιγμα αρχείων
eo: Malfermi dosierojn
is: Opnar skrár
kk: Файлдарды ашу
uz: Fayllarni ochish

# shortcut window
source: Open folder
ca: Obre la carpeta
el: Άνοιγμα φακέλου
eo: Malfermi dosierujon
is: Opna möppu
kk: Буманы ашу
uz: Jildni ochish

# shortcut window
source: Save all modified files
ca: Desa tots els fitxers modificats
el: Αποθήκευση όλων των τροποποιημένων αρχείων
eo: Konservi ĉiujn modifitajn dosierojn
is: Vista allar breyttar skrár
kk: Барлық өзгертілген файлдарды сақтау
uz: Barcha o‘zgartirilgan fayllarni saqlash

# shortcut window
source: Sidebar
ca: Barra lateral
el: Πλαϊνή γραμμή
eo: Flanklisto
is: Hliðarslá
kk: Бүйірлік панель
uz: Yon panel

# shortcut window
source: Select previous file in sidebar
ca: Selecciona el fitxer anterior de la barra lateral
el: Επιλογή προηγούμενου αρχείου στην πλαϊνή γραμμή
eo: Elekti antaŭan dosieron en la flanklisto
is: Velja fyrri skrá í hliðarslá
kk: Бүйірлік панельдегі алдыңғы файлды таңдау
uz: Yon paneldagi avvalgi faylni tanlash

# shortcut window
source: Select next file in sidebar
ca: Selecciona el següent fitxer de la barra lateral
el: Επιλογή επόμενου αρχείου στην πλαϊνή γραμμή
eo: Elekti sekvan dosieron en la flanklisto
is: Velja næstu skrá í hliðarslá
kk: Бүйірлік панельдегі келесі файлды таңдау
uz: Yon panelda keyingi faylni tanlash

# shortcut window
source: Select all files in sidebar
ca: Selecciona tots els fitxers a la barra lateral
el: Επιλογή όλων των αρχείων στην πλαϊνή γραμμή
eo: Elekti ĉiujn dosierojn en la flanklisto
is: Velja allar skrár í hliðarslá
kk: Бүйірлік панельдегі барлық файлдарды таңдау
uz: Yon paneldagi barcha fayllarni tanlash

# shortcut window
source: Remove selected files from sidebar
ca: Suprimeix els fitxers seleccionats de la barra lateral
el: Αφαίρεση επιλεγμένων αρχείων από την πλαϊνή γραμμή
eo: Forigi elektitajn dosierojn el la flanklisto
is: Fjarlægja valdar skrár úr hliðarslá
kk: Таңдалған файлдарды бүйірлік панельден өшіру
uz: Tanlangan fayllarni yon paneldan olib tashlash

# shortcut window
source: Closes the window if no files are present.
ca: Tanca la finestra si no hi ha fitxers.
el: Κλείνει το παράθυρο αν δεν υπάρχουν αρχεία.
eo: Fermas la fenestron se neniaj dosieroj estas ĉeestaj.
is: Lokar glugga ef engar skrár eru til staðar.
kk: Файлдар жоқ болса, терезені жабады.
uz: Hech qanday fayl bo‘lmasa, oyna yopiladi.

# shortcut window
source: Other
ca: Altres
el: Άλλα
eo: Alia
is: Annað
kk: Басқа
uz: Boshqa

# shortcut window
source: Keyboard shortcuts
ca: Dreceres de teclat
el: Συντομεύσεις πληκτρολογίου
eo: Klav-mallongigoj
is: Flýtileiðir á lyklaborði
kk: Пернетақта жарлықтары
uz: Klaviatura yorliqlari

source: BPM
ca: PPM
is: Taktar á mínútu (BPM)
uz: DZ
