Repository: knuxify/eartag
Catalog: po/*.po
Languages: ca, el, eo, is, kk, uz

source: translator-credits
ca: Victor Dargallo <victordargallo@disroot.org>
el: Ελληνική μεταφραστική ομάδα GNOME Ευστάθιος Ιωσηφίδης <iosifidis@opensuse.org> Για περισσότερες πληροφορίες, επισκεφθείτε τη σελίδα https://gr.gnome.org/
eo: Kristjan SCHMIDT <kristjan.schmidt@googlemail.com>
is: Ingirafn ingirafn at this dot is ,2024
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
uz: Hamidulloh Toʻxtayev <toxtayevhamidulloh6997@gmail.com>

source: Tag Editor
ca: Editor d'etiquetes
el: Επεξεργαστής Ετικετών
eo: Etikedo-redaktilo
is: Merkjaritill
kk: Тег редакторы
uz: Teg tahrirlovchisi

source: Edit audio file tags
ca: Editeu les etiquetes dels fitxers d'àudio
el: Επεξεργασία ετικετών αρχείων ήχου
eo: Redakti etikedojn de sonaj dosieroj
is: Breyttu merkjum á hljóðskrám
kk: Аудио файлдарының тегтерін түзету
uz: Audio fayl teglarini tahrirlash

source: music;audio;tag;tagging;tagger;
ca: música;àudio;etiqueta;etiquetar;etiquetadora;
el: μουσική;ήχος;ετικέτα;σημείωση;επισημείωση;
is: tónlist;hljóð;merki;merking,merki-ritill;
kk: музыка;аудио;тег;тегтеу;тегтер;
uz: musiqa;audio;teg;teglash;tegger;

source: Ear Tag is a simple audio file tag editor. It is primarily geared towards making quick edits or bulk-editing tracks in albums/EPs. Unlike other tagging programs, Ear Tag does not require the user to set up a music library folder. It can:
ca: L'Ear Tag és un simple editor d'etiquetes de fitxers d'àudio. Està orientat principalment a fer edicions ràpides o edició massiva de pistes en àlbums/EPs. A diferència d'altres programes d'etiquetatge, l'Ear Tag no requereix que l'usuari estableixi una carpeta de biblioteca de música. Pot:
el: Το Ear Tag είναι ένας απλός επεξεργαστής ετικετών αρχείων ήχου. Σκοπεύει κυρίως στην πραγματοποίηση γρήγορων αλλαγών ή μαζικής επεξεργασίας κομματιών σε άλμπουμ/EP. Σε αντίθεση με άλλα προγράμματα επεξεργασίας ετικετών, το Ear Tag δεν απαιτεί από τον χρήστη να δημιουργήσει ένα φάκελο βιβλιοθήκης μουσικής. Μπορεί:
eo: Ear Tag estas simpla redaktilo de etikedoj de sonaj dosieroj. Ĝi estas ĉefe celita por rapidaj redaktoj aŭ amasa redaktado de pecerojn en albumoj/EP-oj. Male al aliaj etikedprogramoj, Ear Tag ne postulas, ke la uzanto agordu muzik-bibliotekan dosierujon. Ĝi povas:
is: Ear Tag er einfaldur merkjaritill fyrir hljóðskrár. Það er hannað til þess að vinna með merkingar og magnbreyta hljóðsporum af hljómplötum. Ólíkt öðrum forritum til merkinga, þarf Ear Tag ekki að búa til sérstaka möppu fyrir tónlistasafn. Með því er hægt að:
kk: Ear Tag - аудио файлдарының тегтерін түзетуге арналған қарапайым бағдарлама. Ол негізінен альбомдардағы/EP-дегі тректерді тез немесе жаппай түзетуге бағытталған. Басқа тегтеу бағдарламаларынан айырмашылығы, Ear Tag пайдаланушыдан музыкалық кітапхана бумасын орнатуды талап етпейді. Ол келесілерді орындай алады:
uz: Ear Tag - bu audio fayl tegining oddiy tahrirlovchisi. U asosan albom/EPlarda tezkor tahrirlar yoki ommaviy muharrirlik treklarini yaratishga qaratilgan. Boshqa teglash dasturlaridan farqli o‘laroq, Ear Tag foydalanuvchidan musiqa kutubxonasi jildini sozlashni talab qilmaydi. U quyidagilarni bajarishi mumkin:

source: Edit tags of MP3, WAV, M4A, FLAC, OGG and WMA files
ca: Editar les etiquetes dels fitxers MP3, WAV, M4A, FLAC, OGG i WMA
el: Επεξεργασία ετικετών αρχείων MP3, WAV, M4A, FLAC, OGG και WMA
eo: Redakti etikedojn de MP3, WAV, M4A, FLAC, OGG kaj WMA dosieroj
is: Breyttu merkjum MP3, WAV, M4A, FLAC, OGG og WMA skráa
kk: MP3, WAV, M4A, FLAC, OGG және WMA файлдарының тегтерін түзету
uz: MP3, WAV, M4A, FLAC, OGG va WMA fayl teglarini tahrirlash

source: Modify metadata of multiple files at once
ca: Modificar les metadades de diversos fitxers alhora
el: Τροποποίηση μεταδεδομένων πολλαπλών αρχείων ταυτόχρονα
eo: Modifi metadatumojn de pluraj dosieroj samtempe
is: Sýsla með lýsisgögn margra skráa í einu
kk: Бірнеше файлдың метадеректерін бір уақытта өзгерту
uz: Bir vaqtning o‘zida bir nechta faylning meta-axborotini o‘zgartirish

source: Rename files using information from present tags
ca: Canviar el nom dels fitxers utilitzant la informació de les etiquetes actuals
el: Μετονομασία αρχείων χρησιμοποιώντας πληροφορίες από τις υπάρχουσες ετικέτες
eo: Alinomi dosierojn uzante informojn el ekzistantaj etikedoj
is: Endurnefna skrár með upplýsingum úr fyrirliggjandi merkjum
kk: Файлдардың атын бар тегтердегі ақпаратты қолданып өзгерту
uz: Mavjud teglardagi ma’lumotlardan foydalanib fayllarni qayta nomlash

source: Identify files using AcoustID
ca: Identificar els fitxers usant l'AcoustID
el: Αναγνώριση αρχείων χρησιμοποιώντας AcoustID
eo: Identigi dosierojn uzante AcoustID
is: Auðkenna skrár með AcustID
kk: Файлдарды AcoustID көмегімен анықтау
uz: AcoustID yordamida fayllarni aniqlash

source: Network access is only used for the "Identify selected files" option.
ca: L'accés a la xarxa només s'utilitza per a l'opció «Identifica els fitxers seleccionats».
el: Η πρόσβαση στο δίκτυο χρησιμοποιείται μόνο για την επιλογή "Αναγνώριση επιλεγμένων αρχείων".
eo: Reta aliro estas uzata nur por la opcio "Identigi elektitajn dosierojn".
is: Netið er einungis notað þegar "Auðkenna valdar skrár" valmöguleikinn er notaður.
kk: Желіге қол жеткізу тек "Таңдалған файлдарды анықтау" опциясы үшін қолданылады.
uz: Tarmoqqa ulanish faqat "Tanlangan fayllarni aniqlash" imkoniyati uchun ishlatiladi.

source: All supported audio files
ca: Tots els fitxers d'àudio admesos
el: Όλα τα υποστηριζόμενα αρχεία ήχου
eo: Ĉiuj subtenataj sonaj dosieroj
is: Allar studdar skrár
kk: Барлық қолдау көрсетілетін аудио файлдары
uz: Barcha qo‘llab-quvvatlanadigan audio fayllar

source: Some files failed to load
ca: No s'han pogut carregar alguns fitxers
el: Αποτυχία φόρτωσης ορισμένων αρχείων
eo: Kelkaj dosieroj malsukcesis ŝarĝiĝi
is: Ekki tókst að hlaða sumar skrár
kk: Кейбір файлдарды жүктеу сәтсіз аяқталды
uz: Ba’zi fayllarni yuklashda xatolik yuz berdi

source: More Information
ca: Més informació
el: Περισσότερες Πληροφορίες
eo: Pliaj informoj
is: Ýtarlegri upplýsingar
kk: Көбірек ақпарат
uz: Batafsil

source: No supported files found in opened folder
ca: No s'ha trobat cap fitxer admès a la carpeta oberta
el: Δεν βρέθηκαν υποστηριζόμενα αρχεία στον ανοιχτό φάκελο
eo: Neniaj subtenataj dosieroj trovitaj en malfermita dosierujo
is: Engar studdar skrár fundust í möppu
kk: Ашылған бумадан қолдау көрсетілетін файлдар табылмады
uz: Ochilgan jildda qo‘llab-quvvatlanadigan fayllar topilmadi

source: Saved changes to 1 file
ca: S'han desat els canvis a 1 fitxer
el: Αποθηκεύτηκαν αλλαγές σε 1 αρχείο
eo: Konservitaj ŝanĝoj en 1 dosiero
is: Vistaði breytingar í eina skrá
kk: {n} файлға өзгерістер сақталды
uz: {n} ta faylga o‘zgarishlar saqlandi

source: Some of the opened files are read-only; changes cannot be saved
ca: Alguns dels fitxers oberts són de només lectura; els canvis no es poden desar
el: Μερικά από τα ανοιχτά αρχεία είναι μόνο για ανάγνωση· οι αλλαγές δεν μπορούν να αποθηκευτούν
eo: Kelkaj el la malfermitaj dosieroj estas nurlega; ŝanĝoj ne povas esti konservataj
is: Sumar af opnum skránum eru ritvarðar; breytingar er ekki hægt að vista
kk: Ашылған файлдардың кейбірі тек оқу үшін; өзгерістерді сақтау мүмкін емес
uz: Ochilgan fayllarning ayrimlari faqat o‘qish uchun mo‘ljallangan, o‘zgarishlarni saqlab bo‘lmaydi

source: Maximum folder depth reached, some files may not be loaded
ca: S'ha arribat a la profunditat màxima de la carpeta, és possible que alguns fitxers no es carreguin
el: Έχει επιτευχθεί το μέγιστο βάθος φακέλου, ενδέχεται να μην φορτωθούν ορισμένα αρχεία
eo: Maksimuma dosierujo-profundo atingita, kelkaj dosieroj eble ne estos ŝarĝitaj
is: Hámarks dýpt, sumar skrár hlaðast kannski ekki
kk: Буманың максималды тереңдігіне жетті, кейбір файлдар жүктелмеуі мүмкін
uz: Jildning maksimal uzunligiga yetildi, ayrim fayllar yuklanmasligi mumkin

source: Unselect all files
ca: Desselecciona tots els fitxers
el: Αποεπιλογή όλων των αρχείων
eo: Malselekti ĉiujn dosierojn
is: Afvelja allar skrár
kk: Барлық файлдардан таңдауды алып тастау
uz: Barcha fayllarni tanlovdan chiqarish

source: Select all files
ca: Selecciona tots els fitxers
el: Επιλογή όλων των αρχείων
eo: Elekti ĉiujn dosierojn
is: Veldu allar skrár
kk: Барлық файлдарды таңдау
uz: Barcha fayllarni tanlash

source: (Multiple files selected)
ca: (S'han seleccionat múltiples fitxers)
el: (Επιλέχθηκαν πολλαπλά αρχεία)
eo: (Pluraj dosieroj elektitaj)
is: (Margar skrár valdar)
kk: (Бірнеше файл таңдалды)
uz: (Bir nechta fayl tanlangan)

source: Open File
ca: Obre un fitxer
el: Άνοιγμα Αρχείου
eo: Malfermi dosieron
is: Opna skrá
kk: Файлды ашу
uz: Faylni ochish

source: Add File
ca: Afegeix un fitxer
el: Προσθήκη Αρχείου
eo: Aldoni dosieron
is: Bæta við skrá
kk: Файлды қосу
uz: Fayl kiritish

source: Open Folder
ca: Obre una carpeta
el: Άνοιγμα Φακέλου
eo: Malfermi dosierujon
is: Opna möppu
kk: Буманы ашу
uz: Jildni oching

source: Some of the opened files have invalid values; cannot save
ca: Alguns dels fitxers oberts tenen valors no vàlids; no es pot desar
el: Μερικά από τα ανοιχτά αρχεία έχουν μη έγκυρες τιμές· αδυναμία αποθήκευσης
eo: Kelkaj el la malfermitaj dosieroj havas nevalidajn valorojn; ne povas konservi
is: Sumar skrár hafa ótæk ógild, ekki hægt að vista
kk: Ашылған файлдардың кейбірінде жарамсыз мәндер бар; сақтау мүмкін емес
uz: Ochilgan fayllarning ayrimlari yaroqsiz qiymatlarga ega; saqlab bo‘lmaydi

source: No files selected
ca: No s'ha seleccionat cap fitxer
el: Δεν επιλέχθηκαν αρχεία
eo: Neniaj dosieroj elektitaj
is: Engar skrár valdar
kk: Файлдар таңдалмады
uz: Hech qanday fayl belgilanmagan

source: 1 file selected
ca: 1 fitxer seleccionat
el: 1 αρχείο επιλέχθηκε
eo: 1 dosiero elektita
is: Ein skrá valin
kk: {n} файл таңдалды
uz: {n} ta fayl tanlandi

source: Undid changes in 1 file
ca: S'han desfet els canvis a un fitxer
el: Αναίρεση αλλαγών σε 1 αρχείο
eo: Malfaris ŝanĝojn en 1 dosiero
is: Henti breytingum úr einni skrá
kk: {n} файлдағы өзгерістерден бас тартылды
uz: {n} ta fayldagi o‘zgarishlar bekor qilindi

source: Redo
ca: Refés
el: Επανάληψη
eo: Refari
is: Endurtaka
kk: Қайталау
uz: Qayta bajarish

source: Redid changes in 1 file
ca: S'han restaurat els canvis en 1 fitxer
el: Επανάληψη αλλαγών σε 1 αρχείο
eo: Refaris ŝanĝojn en 1 dosiero
is: Endurgerði breytingar á einni skrá
kk: {n} файлдағы өзгерістер қайталанды
uz: {n} ta faylda qayta kiritilgan o‘zgarishlar

source: Removed tags from 1 file
ca: S'han eliminat les etiquetes d'un fitxer
el: Αφαίρεση ετικετών από 1 αρχείο
eo: Forigis etikedojn el 1 dosiero
is: Fjarlægði merki af einni skrá
kk: {n} файлдан тегтер өшірілді
uz: {n} ta fayldan teglar olib tashlandi

source: Undo
ca: Desfés
el: Αναίρεση
eo: Malfari
is: Afturkalla
kk: Болдырмау
uz: Bekor qilish

source: Undid tag removal in 1 file
ca: S'ha desfet l'eliminació d'etiquetes a un fitxer
el: Αναίρεση αφαίρεσης ετικετών σε 1 αρχείο
eo: Malfaris etiked-forigon en 1 dosiero
is: Hætti við að fjarlægja merkingar úr einni skrá
kk: {n} файлдағы тегтерді өшіруден бас тартылды
uz: {n} ta fayldagi tegni olib tashlash

source: Drop a file to add it to the opened file list
ca: Deixeu anar un fitxer per afegir-lo a la llista de fitxers oberta
el: Αφήστε ένα αρχείο για να προστεθεί στη λίστα ανοιχτών αρχείων
eo: Falgu dosieron por aldoni ĝin al la malfermita dosier-listo
is: Sleppa skrá til að bæta henni við lista yfir opnaðar skrár
kk: Файлды ашылған файлдар тізіміне қосу үшін оны осында тастаңыз
uz: Ochilgan fayllar ro‘yxatiga qo‘shish uchun faylni tashlang

source: Menu
ca: Menú
el: Μενού
eo: Menuo
is: Aðalvalmynd
kk: Мәзір
uz: Menyu

source: Save
ca: Desa
el: Αποθήκευση
eo: Konservi
is: Vista
kk: Сақтау
uz: Saqlash

source: Close file list
ca: Tanca la llista de fitxers
el: Κλείσιμο λίστας αρχείων
eo: Fermi dosier-liston
is: Loka skráar lista
kk: Файлдар тізімін жабу
uz: Fayllar ro‘yxatini yopish

source: Add file
ca: Afegeix un fitxer
el: Προσθήκη αρχείου
eo: Aldoni dosieron
is: Bæta við skrá
kk: Файлды қосу
uz: Fayl qo‘shish

source: Select multiple files
ca: Selecciona múltiples fitxers
el: Επιλογή πολλαπλών αρχείων
eo: Elekti plurajn dosierojn
is: Velja margar skrár
kk: Бірнеше файлды таңдау
uz: Bir nechta faylni tanlash

source: Search opened files
ca: Cerca fitxers oberts
el: Αναζήτηση ανοιχτών αρχείων
eo: Serĉi malfermitajn dosierojn
is: Leita að skrám
kk: Ашылған файлдардан іздеу
uz: Ochilgan fayllardan qidirish

source: Search by title, artist, filename…
ca: Cerca per títol, artista, nom de fitxer…
el: Αναζήτηση με τίτλο, καλλιτέχνη, όνομα αρχείου…
eo: Serĉi laŭ titolo, artisto, dosiernomo…
is: Leita eftir titli, flytjanda, skráarnafni...
kk: Атауы, орындаушысы, файл аты бойынша іздеу…
uz: Sarlavha, rassom, fayl nomi asosida qidirish…

source: No Results Found
ca: No s'han trobat resultats
el: Δεν βρέθηκαν αποτελέσματα
eo: Neniaj rezultoj trovitaj
is: Engar niðurstöður fundust
kk: Нәтижелер табылмады
uz: Hech qanday natija topilmadi

source: Try a different search query.
ca: Proveu una consulta de cerca diferent.
el: Δοκιμάστε μια διαφορετική αναζήτηση.
eo: Provu malsaman serĉdemandon.
is: Reyndu annað orð í leit.
kk: Басқа іздеу сұранысын көріңіз.
uz: Boshqa qidiruv so‘rovini sinang.

source: Remove selected files
ca: Elimina els fitxers seleccionats
el: Αφαίρεση επιλεγμένων αρχείων
eo: Forigi elektitajn dosierojn
is: Fjarlægja valdar skrár
kk: Таңдалған файлдарды өшіру
uz: Belgilangan fayllarni o‘chirish

source: Show file list
ca: Mostra la llista de fitxers
el: Εμφάνιση λίστας αρχείων
eo: Montri dosier-liston
is: Sýna lista yfir skrár
kk: Файлдар тізімін көрсету
uz: Fayllar ro‘yxatini ko‘rsatish

source: _Open File
ca: _Obre un fitxer
el: _Άνοιγμα Αρχείου
eo: _Malfermi dosieron
is: _Opna skrá
kk: Файлды _ашу
uz: Faylni ochish

source: O_pen Folder
ca: O_bre una carpeta
el: Άνοιγμα _Φακέλου
eo: M_alfermi dosierujon
is: _Opna möppu
kk: Буманы а_шу
uz: Jildni ochish

source: _Rename Selected Files
ca: _Reanomena els fitxers seleccionats
el: _Μετονομασία Επιλεγμένων Αρχείων
eo: _Alinomi elektitajn dosierojn
is: E_ndurnefna valdar skrár
kk: Таңдалған файлдардың атын ө_згерту
uz: Tanlangan fayllarni qayta nomlash

source: _Extract Tags from Filename
ca: _Extreu les etiquetes del nom de fitxer
el: _Εξαγωγή Ετικετών από Όνομα Αρχείου
eo: _Eltiri etikedojn el dosiernomo
is: D_raga merki úr skráarheiti
kk: Тегтерді файл атынан _бөліп алу
uz: Fayl nomidan teglarni ajratib olish

source: _Identify Selected Files
ca: _Identifica els fitxers seleccionats
el: _Αναγνώριση Επιλεγμένων Αρχείων
eo: _Identigi elektitajn dosierojn
is: _Auðkenna valdar skrár
kk: Таңдалған файлдарды а_нықтау
uz: Tanlangan fayllarni aniqlash

source: _Undo Changes in Selected Files
ca: _Desfés els canvis als fitxers seleccionats
el: _Αναίρεση Αλλαγών σε Επιλεγμένα Αρχεία
eo: _Malfari ŝanĝojn en elektitaj dosieroj
is: _Henda breytingum á völdum skrám
kk: Таңдалған файлдардағы өзгерістерден _бас тарту
uz: Tanlangan fayllardagi o‘zgarishlarni bekor qilish

source: _Remove All Tags in Selected Files
ca: _Elimina totes les etiquetes als fitxers seleccionats
el: _Αφαίρεση Όλων των Ετικετών σε Επιλεγμένα Αρχεία
eo: _Forigi ĉiujn etikedojn en elektitaj dosieroj
is: _Fjarlægja öll merki af völdum skrám
kk: Таңдалған файлдардағы барлық тегтерді ө_шіру
uz: Tanlangan fayllardagi barcha teglarni o‘chirish

source: _Keyboard Shortcuts
ca: _Dreceres de teclat
el: _Συντομεύσεις Πληκτρολογίου
eo: _Klav-mallongigoj
is: Flýtily_klar
kk: Пе_рнетақта жарлықтары
uz: Klaviatura yorliqlari

source: _Preferences
ca: _Paràmetres
el: _Προτιμήσεις
eo: _Agordoj
is: _Kjörstillingar
kk: Қа_лаулар
uz: Afzalliklar

source: _About Ear Tag
ca: _Quant a l'Ear Tag
el: _Σχετικά με το Ear Tag
eo: _Pri Ear Tag
is: _Um Ear Tag
kk: Ear Tag тура_лы
uz: Ear Tag haqida

source: Open or drag in some audio files to edit their metadata.
ca: Obre o arrossega alguns fitxers d'àudio per editar les seves metadades.
el: Ανοίξτε ή σύρετε μερικά αρχεία ήχου για να επεξεργαστείτε τα μεταδεδομένα τους.
eo: Malfermu aŭ trenfalgu sonajn dosierojn por redakti ilian metadatuman.
is: Opnaðu og dragið inn hljóðskrár til að vinna með lýsisgögn þeirra.
kk: Метадеректерін түзету үшін аудио файлдарын ашыңыз немесе осында сүйреп әкеліңіз.
uz: Meta maʼlumotlarni tahrirlash uchun audio fayllarni oching yoki shu yerga tortib tashlang.

source: Include Files from Subfolders
ca: Inclou els fitxers de les subcarpetes
el: Συμπερίληψη Αρχείων από Υποφακέλους
eo: Inkluzivi dosierojn el subdosierujoj
is: Telja með skrár í undirmöppum
kk: Ішкі бумалардан файлдарды қосу
uz: Ichki jildlardan fayllarni kiritish

source: When opening a folder, include files from its subfolders
ca: En obrir una carpeta, inclou fitxers de les seves subcarpetes
el: Κατά το άνοιγμα ενός φακέλου, να συμπεριλαμβάνονται αρχεία από τους υποφακέλους του
eo: Dum malfermado de dosierujo, inkluzivi dosierojn el ĝiaj subdosierujoj
is: Þegar mappa er opnuð, teljið með skrár í undirmöppunum
kk: Буманы ашқанда, оның ішкі бумаларындағы файлдарды қосу
uz: Jildni ochganda, uning ichki jildlaridagi fayllarni ham kiriting

source: Length
ca: Durada
el: Διάρκεια
eo: Daŭro
is: Lengd
kk: Ұзақтығы
uz: Uzunlik

source: Bitrate
ca: Taxa de bits
el: Ρυθμός Δεδομένων
eo: Bittarigo
is: Bitahraði
kk: Битрейт
uz: Bitreyt

source: Title
ca: Títol
el: Τίτλος
eo: Titolo
is: Titill
kk: Атауы
uz: Sarlavha

source: Artist
ca: Artista
el: Καλλιτέχνης
eo: Artisto
is: Flytjandi
kk: Орындаушы
uz: Ijrochi

source: Album
ca: Àlbum
el: Άλμπουμ
eo: Albumo
is: Hljómplata
kk: Альбом
uz: Albom

source: Album artist
ca: Artista de l'àlbum
el: Καλλιτέχνης άλμπουμ
eo: Albuma artisto
is: Flytjandi á hljómplötu
kk: Альбом орындаушысы
uz: Albom ijrochisi

source: Track number
ca: Número de pista
el: Αριθμός κομματιού
eo: Pec-numero
is: Númer hljóðspors
kk: Трек нөмірі
uz: Trek raqami

source: Total tracks
ca: Número total de pistes
el: Συνολικά κομμάτια
eo: Entuta pecoj
is: Hljóðspor
kk: Барлық тректер саны
uz: Jami treklar

source: Genre
ca: Gènere
el: Είδος
eo: Ĝenro
is: Tónlistarstíll
kk: Жанр
uz: Janr

source: Release date
ca: Data de publicació
el: Ημερομηνία κυκλοφορίας
eo: Eldondato
is: Dagsetning útgáfu
kk: Шыққан күні
uz: Chiqarilgan sanasi

source: Comment
ca: Comentari
el: Σχόλιο
eo: Komento
is: Athugasemd
kk: Комментарий
uz: Izoh

source: (Select a tag)
ca: (Seleccioneu una etiqueta)
el: (Επιλογή ετικέτας)
eo: (Elekti etikedon)
is: (Veldu merki)
kk: (Тегті таңдау)
uz: (Tegni tanlang)

source: Compilation
ca: Compilació
el: Συλλογή
eo: Kompilacio
is: Safnplata
kk: Жинақ
uz: Kompilyatsiya

source: Composer
ca: Compositor
el: Συνθέτης
eo: Komponisto
is: Tónskáld
kk: Композитор
uz: Kompozitor

source: Copyright
el: Πνευματικά Δικαιώματα
eo: Aŭtorrajto
is: Höfundarréttur
kk: Авторлық құқық
uz: Mualliflik huquqi

source: Encoded by
ca: Codificat per
el: Κωδικοποιήθηκε από
eo: Kodi de
is: Þjappað af
kk: Кодтаған
uz: Kodlangan

source: Mood
el: Συναισθήμα
eo: Humoro
is: Stemmning
kk: Көңіл-күй
uz: Kayfiyat

source: Conductor
ca: Director
el: Μαέστρος
eo: Direktisto
is: Stjórnandi
kk: Дирижер
uz: Dirijor

source: Arranger
ca: Arranjador
el: Διασκευαστής
eo: Aranĝisto
is: Útsetjari
kk: Аранжировщик
uz: Tartibga soluvchi

source: Disc number
ca: Número de disc
el: Αριθμός δίσκου
eo: Disk-numero
is: Númer disks
kk: Диск нөмірі
uz: Disk raqami

source: Publisher
ca: Editor
el: Εκδότης
eo: Eldonisto
is: Útgefandi
kk: Баспагер
uz: Nashriyotchi

source: Language
ca: Llengua
el: Γλώσσα
eo: Lingvo
is: Tungumál
kk: Тіл
uz: Til

source: Disc subtitle
ca: Subtítol del disc
el: Υπότιτλος δίσκου
eo: Disk-subtitolo
is: Undirtitill disks
kk: Диск субтитрі
uz: Disk yozuvlari

source: Website/URL
ca: Lloc web/URL
el: Ιστότοπος/URL
eo: Retpaĝo/URL
is: Heimasíða/Vefslóð
kk: Веб-сайт/URL
uz: Vebsayt/URL manzil

source: Album artist (sort)
ca: Artista de l'àlbum (ordenació)
el: Καλλιτέχνης άλμπουμ (ταξινόμηση)
eo: Albuma artisto (ordigo)
is: Listamaður á hljómplötu (raða)
kk: Альбом орындаушысы (сұрыптау)
uz: Albom muallifi (saralash)

source: Album (sort)
ca: Àlbum (ordenació)
el: Άλμπουμ (ταξινόμηση)
eo: Albumo (ordigo)
is: Hljómplata (raða)
kk: Альбом (сұрыптау)
uz: Albom (saralash)

source: Composer (sort)
ca: Compositor (ordenació)
el: Συνθέτης (ταξινόμηση)
eo: Komponisto (ordigo)
is: Tónskáld (raða)
kk: Композитор (сұрыптау)
uz: Kompozitor (saralash)

source: Artist (sort)
ca: Artista (ordenació)
el: Καλλιτέχνης (ταξινόμηση)
eo: Artisto (ordigo)
is: Flytjandi (raða)
kk: Орындаушы (сұрыптау)
uz: Ijodkor (saralash)

source: Title (sort)
ca: Títol (ordenació)
el: Τίτλος (ταξινόμηση)
eo: Titolo (ordigo)
is: Titill (raða)
kk: Атауы (сұрыптау)
uz: Sarlavha (saralash)

source: MusicBrainz Artist ID
ca: ID de l'artista del MusicBrainz
el: MusicBrainz ID Καλλιτέχνη
eo: MusicBrainz Artisto-ID
is: MusicBrainz-auðkenni flytjanda
kk: MusicBrainz орындаушы ID-і
uz: MusicBrainz ijrochi ID

source: MusicBrainz Album ID
ca: ID de l'àlbum del MusicBrainz
el: MusicBrainz ID Άλμπουμ
eo: MusicBrainz Albumo-ID
is: MusicBrainz-auðkenni hljómplötu
kk: MusicBrainz альбом ID-і
uz: MusicBrainz albom ID

source: MusicBrainz Album Artist ID
ca: ID de l'artista de l'àlbum del MusicBrainz
el: MusicBrainz ID Καλλιτέχνη Άλμπουμ
eo: MusicBrainz Albuma Artisto-ID
is: MusicBrainz-auðkenni flytjanda hljómplötu
kk: MusicBrainz альбом орындаушысының ID-і
uz: MusicBrainz albomining ijrochi ID raqami

source: MusicBrainz Release Track ID
ca: ID de la pista de llançament del MusicBrainz
el: MusicBrainz ID Κομματιού Κυκλοφορίας
eo: MusicBrainz Eldono-Pec-ID
is: MusicBrainz-aðkenni hljóðspors á útgáfu
kk: MusicBrainz шығарылым трегінің ID-і
uz: MusicBrainz Reliz taronasi ID

source: MusicBrainz Recording ID
ca: ID d'enregistrament del MusicBrainz
el: MusicBrainz ID Εγγραφής
eo: MusicBrainz Registrado-ID
is: MusicBrainz-auðkenni upptöku
kk: MusicBrainz жазба ID-і
uz: MusicBrainz yozib olish ID

source: MusicBrainz Release Group ID
ca: ID del grup de llançament del MusicBrainz
el: MusicBrainz ID Ομάδας Κυκλοφορίας
eo: MusicBrainz Eldona Grupo-ID
is: MusicBrainz-aðkenni hóps útgáfu
kk: MusicBrainz шығарылым тобының ID-і
uz: MusicBrainz reliz guruhi ID raqami

source: Album cover (front)
ca: Caràtula de l'àlbum (front)
el: Εξώφυλλο άλμπουμ (μπροστινό)
eo: Albuma kovrilo (fronto)
is: Umslag (framhlið)
kk: Альбом мұқабасы (алдыңғы)
uz: Albom muqovasi (oldi)

source: Album cover (back)
ca: Caràtula de l'àlbum (posterior)
el: Εξώφυλλο άλμπουμ (πισινό)
eo: Albuma kovrilo (dorso)
is: Umslag (bak)
kk: Альбом мұқабасы (артқы)
uz: Albom muqovasi (orqa)

source: Select Album Cover Image
ca: Selecciona la imatge de la caràtula de l'àlbum
el: Επιλογή Εικόνας Εξωφύλλου Άλμπουμ
eo: Elekti albuman kovril-bildon
is: Veldu mynd fyrir umslag
kk: Альбом мұқабасының суретін таңдау
uz: Albom muqovasi rasmini tanlang

source: Save Album Cover To…
ca: Desa la caràtula de l'àlbum a…
el: Αποθήκευση Εξωφύλλου Άλμπουμ Σε…
eo: Konservi albuman kovrilon al…
is: Vista umslag í...
kk: Альбом мұқабасын келесі жерге сақтау…
uz: Albom muqovasini saqlash…

source: Saved cover to {path}
ca: S'ha desat la caràtula a «{path}»
el: Αποθηκεύτηκε το εξώφυλλο στο {path}
eo: Kovrilo konservita al {path}
is: Vista umslag í {path}
kk: Мұқаба {path} жолына сақталды
uz: Muqova {path}ʼga saqlandi

source: Removed cover from file
ca: S'ha eliminat la caràtula del fitxer
el: Αφαίρεση εξωφύλλου από αρχείο
eo: Forigis kovrilon el dosiero
is: Fjarlægði umslag úr skrá
kk: {n} файлдан мұқабалар өшірілді
uz: {n} ta fayldan muqovalar olib tashlandi

source: Remove tag
ca: Elimina l'etiqueta
el: Αφαίρεση ετικέτας
eo: Forigi etikedon
is: Fjarlægja merki
kk: Тегті өшіру
uz: Tegni olib tashlash

source: 1 channel
ca: 1 canal
el: 1 κανάλι
eo: 1 kanalo
is: 1 rás
kk: {n} арна
uz: {n} ta kanal

source: (multiple files)
ca: (múltiples fitxers)
el: (πολλαπλά αρχεία)
eo: (pluraj dosieroj)
is: (margar skrár)
kk: (бірнеше файл)
uz: (bir nechta fayllar)
